SCORES = {

    "q1_a": {"Моноліт": 60, "Хранитель": 30, "Архітектор": 10},
    "q1_b": {"Привид": 60, "Сигнал": 30, "Хранитель": 10},
    "q1_c": {"Шторм": 60, "Сигнал": 30, "Моноліт": 10},
    "q1_d": {"Архітектор": 60, "Сигнал": 30, "Моноліт": 10},

    "q2_a": {"Моноліт": 60, "Хранитель": 30, "Архітектор": 10},
    "q2_b": {"Сигнал": 60, "Шторм": 30, "Привид": 10},
    "q2_c": {"Шторм": 60, "Сигнал": 30, "Архітектор": 10},
    "q2_d": {"Архітектор": 60, "Моноліт": 30, "Хранитель": 10},

    "q3_a": {"Моноліт": 60, "Хранитель": 30, "Архітектор": 10},
    "q3_b": {"Сигнал": 60, "Привид": 30, "Шторм": 10},
    "q3_c": {"Привид": 60, "Сигнал": 30, "Хранитель": 10},
    "q3_d": {"Архітектор": 60, "Моноліт": 30, "Сигнал": 10},

    "q4_a": {"Моноліт": 60, "Сигнал": 30, "Архітектор": 10},
    "q4_b": {"Хранитель": 60, "Привид": 30, "Моноліт": 10},
    "q4_c": {"Шторм": 60, "Сигнал": 30, "Привид": 10},
    "q4_d": {"Архітектор": 60, "Моноліт": 30, "Хранитель": 10},

    "q5_a": {"Моноліт": 60, "Архітектор": 30, "Хранитель": 10},
    "q5_b": {"Сигнал": 60, "Привид": 30, "Шторм": 10},
    "q5_c": {"Хранитель": 60, "Привид": 30, "Моноліт": 10},
    "q5_d": {"Архітектор": 60, "Моноліт": 30, "Сигнал": 10},

    "q6_a": {"Моноліт": 60, "Архітектор": 30, "Хранитель": 10},
    "q6_b": {"Привид": 60, "Сигнал": 30, "Хранитель": 10},
    "q6_c": {"Шторм": 60, "Сигнал": 30, "Моноліт": 10},
    "q6_d": {"Хранитель": 60, "Архітектор": 30, "Моноліт": 10},

    "q7_a": {"Моноліт": 60, "Хранитель": 30, "Архітектор": 10},
    "q7_b": {"Привид": 60, "Сигнал": 30, "Хранитель": 10},
    "q7_c": {"Шторм": 60, "Сигнал": 30, "Моноліт": 10},
    "q7_d": {"Архітектор": 60, "Хранитель": 30, "Моноліт": 10},

    "q8_a": {"Моноліт": 60, "Архітектор": 30, "Хранитель": 10},
    "q8_b": {"Привид": 60, "Сигнал": 30, "Шторм": 10},
    "q8_c": {"Шторм": 60, "Сигнал": 30, "Моноліт": 10},
    "q8_d": {"Архітектор": 60, "Хранитель": 30, "Сигнал": 10},

    "q9_a": {"Моноліт": 60, "Хранитель": 30, "Архітектор": 10},
    "q9_b": {"Сигнал": 60, "Привид": 30, "Шторм": 10},
    "q9_c": {"Шторм": 60, "Сигнал": 30, "Моноліт": 10},
    "q9_d": {"Хранитель": 60, "Моноліт": 30, "Привид": 10},

    "q10_a": {"Моноліт": 60, "Хранитель": 30, "Архітектор": 10},
    "q10_b": {"Привид": 60, "Сигнал": 30, "Хранитель": 10},
    "q10_c": {"Шторм": 60, "Сигнал": 30, "Моноліт": 10},
    "q10_d": {"Сигнал": 60, "Архітектор": 30, "Привид": 10},

    "q11_a": {"Моноліт": 60, "Шторм": 30, "Хранитель": 10},
    "q11_b": {"Привид": 60, "Сигнал": 30, "Шторм": 10},
    "q11_c": {"Шторм": 60, "Сигнал": 30, "Моноліт": 10},
    "q11_d": {"Сигнал": 60, "Архітектор": 30, "Привид": 10},

    "q12_a": {"Моноліт": 60, "Хранитель": 30, "Архітектор": 10},
    "q12_b": {"Привид": 60, "Сигнал": 30, "Хранитель": 10},
    "q12_c": {"Шторм": 60, "Сигнал": 30, "Моноліт": 10},
    "q12_d": {"Сигнал": 60, "Архітектор": 30, "Привид": 10},
    }